import React from 'react'

export default function ServicesCard() {
  const services = [
    {
      img: "image/1000007195.png",
      title: "غسيل سيارات",
      body: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
    },
    {
      img: "image/1000007196.png",
      title: "تغيير كفر",
      body: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
    },
    {
      img: "image/1000007197.png",
      title: "تلبيس ارضية",
      body: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
    },
    {
      img: "image/1000007198.png",
      title: "تغيير زيت",
      body: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
    },
    {
      img: "image/1000007199.png",
      title: "مناديل",
      body: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
    },
    {
      img: "image/1000007200.png",
      title: "سطحة",
      body: "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق."
    }
  ];

  return (
    <div class="row row-cols-1 row-cols-md-3 g-4">
        {services.map((service, index) => (
        <div class="col mb-md-5 mb-0" key={index}>
            <div class="card bg-body-tertiary text-center position-relative border-0 p-md-4 p-3">
                <img src={service.img} class="service_card_img d-none d-md-block position-absolute" width={80} alt={service.title} />
                <img src={service.img} class="service_card_img d-md-none" width={80} alt={service.title} />
                <h1 class="fw-semibold fs-5 mt-md-4 mt-0 pt-2">{service.title}</h1>
                <p class="text-body-secondary m-0">{service.body}</p>
            </div>
        </div>
        ))}
    </div>
  );
}
